{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 21, "word_counts": "{\"hello\": 1, \"hi\": 1, \"hey\": 1, \"good\": 2, \"morning\": 1, \"afternoon\": 1, \"goodbye\": 1, \"bye\": 1, \"see\": 1, \"you\": 3, \"later\": 1, \"take\": 1, \"care\": 1, \"thank\": 1, \"thanks\": 1, \"a\": 1, \"lot\": 1, \"appreciate\": 1, \"it\": 1, \"help\": 3, \"can\": 1, \"me\": 2, \"i\": 3, \"need\": 1, \"assistance\": 1, \"what's\": 1, \"the\": 2, \"weather\": 3, \"like\": 1, \"today\": 1, \"tell\": 1, \"forecast\": 1, \"update\": 1, \"don't\": 1, \"know\": 1, \"not\": 1, \"sure\": 1, \"sorry\": 1, \"can't\": 1, \"with\": 1, \"that\": 1}", "word_docs": "{\"hello\": 1, \"hi\": 1, \"hey\": 1, \"good\": 2, \"morning\": 1, \"afternoon\": 1, \"goodbye\": 1, \"bye\": 1, \"later\": 1, \"see\": 1, \"you\": 3, \"care\": 1, \"take\": 1, \"thank\": 1, \"thanks\": 1, \"a\": 1, \"lot\": 1, \"appreciate\": 1, \"it\": 1, \"help\": 3, \"can\": 1, \"me\": 2, \"need\": 1, \"assistance\": 1, \"i\": 3, \"the\": 2, \"today\": 1, \"weather\": 3, \"what's\": 1, \"like\": 1, \"forecast\": 1, \"tell\": 1, \"update\": 1, \"don't\": 1, \"know\": 1, \"not\": 1, \"sure\": 1, \"with\": 1, \"sorry\": 1, \"can't\": 1, \"that\": 1}", "index_docs": "{\"8\": 1, \"9\": 1, \"10\": 1, \"5\": 2, \"11\": 1, \"12\": 1, \"13\": 1, \"14\": 1, \"16\": 1, \"15\": 1, \"1\": 3, \"18\": 1, \"17\": 1, \"19\": 1, \"20\": 1, \"21\": 1, \"22\": 1, \"23\": 1, \"24\": 1, \"2\": 3, \"25\": 1, \"6\": 2, \"26\": 1, \"27\": 1, \"3\": 3, \"7\": 2, \"30\": 1, \"4\": 3, \"28\": 1, \"29\": 1, \"32\": 1, \"31\": 1, \"33\": 1, \"34\": 1, \"35\": 1, \"36\": 1, \"37\": 1, \"40\": 1, \"38\": 1, \"39\": 1, \"41\": 1}", "index_word": "{\"1\": \"you\", \"2\": \"help\", \"3\": \"i\", \"4\": \"weather\", \"5\": \"good\", \"6\": \"me\", \"7\": \"the\", \"8\": \"hello\", \"9\": \"hi\", \"10\": \"hey\", \"11\": \"morning\", \"12\": \"afternoon\", \"13\": \"goodbye\", \"14\": \"bye\", \"15\": \"see\", \"16\": \"later\", \"17\": \"take\", \"18\": \"care\", \"19\": \"thank\", \"20\": \"thanks\", \"21\": \"a\", \"22\": \"lot\", \"23\": \"appreciate\", \"24\": \"it\", \"25\": \"can\", \"26\": \"need\", \"27\": \"assistance\", \"28\": \"what's\", \"29\": \"like\", \"30\": \"today\", \"31\": \"tell\", \"32\": \"forecast\", \"33\": \"update\", \"34\": \"don't\", \"35\": \"know\", \"36\": \"not\", \"37\": \"sure\", \"38\": \"sorry\", \"39\": \"can't\", \"40\": \"with\", \"41\": \"that\"}", "word_index": "{\"you\": 1, \"help\": 2, \"i\": 3, \"weather\": 4, \"good\": 5, \"me\": 6, \"the\": 7, \"hello\": 8, \"hi\": 9, \"hey\": 10, \"morning\": 11, \"afternoon\": 12, \"goodbye\": 13, \"bye\": 14, \"see\": 15, \"later\": 16, \"take\": 17, \"care\": 18, \"thank\": 19, \"thanks\": 20, \"a\": 21, \"lot\": 22, \"appreciate\": 23, \"it\": 24, \"can\": 25, \"need\": 26, \"assistance\": 27, \"what's\": 28, \"like\": 29, \"today\": 30, \"tell\": 31, \"forecast\": 32, \"update\": 33, \"don't\": 34, \"know\": 35, \"not\": 36, \"sure\": 37, \"sorry\": 38, \"can't\": 39, \"with\": 40, \"that\": 41}"}}